const CATALOG = [
    {
        "id": "el1",
        "name": "Диван Chelsea, угол с оттоманкой",
        "img": "../img/catalog/sofas/1.jpg", 
        "price": 2650,
        "category": "sofa",
        "about": {
            
            коллекция: "Chelsea",
            механизм: "Тик-так",
            размер: {
                дл :"310",
                выс: "82",
                глуб: "190см",
            },
            Размерспм: "",
            
            информация: "Аккуратные пропорции, современные формы, минималистичные ножки из металла — это новая коллекция мягкой мебели Челси. ",
            
            характеристики: {
                заголовок: "Характеристики:",
                контент: "АОбивка: микровелюр Dream №14, плотность — 320 гр/м.кв, стойкость к истиранию — 85 000 циклов;<br>Дизайн №1;<br>2 приспинные подушки — обязательный элемент;<br>На чехлах сидений есть молнии и липучки. Это позволяет полностью снять чехол;<br>Механизм трансформации: «Тик-Так».",
            },

            омеханизме: {
                заголовок: "Преимущества механизма «Тик-Так»:",
                контент: "Конструкция дивана подходит для ежедневного применения, не деформируется со временем. Механизм простой, легко выдвигается, практически не требует усилий. За счет компактности деталей внутри дивана остается место для хранения белья. Отсутствие роликов позволяет сохранить декоративное покрытие пола.",
            },

            материалы: {
                заголовок: "Материалы:",
                контент: "Каркас: калиброванный брус хвойных пород дерева 2,5 и 4 см, ДВП, ДСП, березовая фанера 1 и 1,8 см;<br>Сиденья дивана состоят из деревянной рамы, пружинной змейки, термовойлока, синтепона марки 200, ткани, ППУ HR (3030), EL (2545) Memory Foam (пена с памятью формы) — это инновационный наполнитель на основе полиуретанов, обладающий свойством вязкоэластичности;<br>Наполнение подушек: холлофайбер;<br>Боковины: пенополиуретан марки ST 1 см.",
            },

        }
    },
    {
        "id": "el2",
        "name": "Диван Chelsea, 2 угла с оттоманками",
        "img": "../img/catalog/sofas/2.jpg",
        "price": 3660,
        "category": "sofa",
        "about": {
            
            коллекция: "Chelsea",
            механизм: "Тик-так",
            размер: {
                дл: "410",
                выс: "82",
                глуб: "190см",
            },
            Размерспм: "",
            
            информация: "Аккуратные пропорции, современные формы, минималистичные ножки из металла — это новая коллекция мягкой мебели Челси. ",
            
            характеристики: {
                заголовок: "Характеристики:",
                контент: "АОбивка: микровелюр Dream №14, плотность — 320 гр/м.кв, стойкость к истиранию — 85 000 циклов;<br>Дизайн №1;<br>2 приспинные подушки — обязательный элемент;<br>На чехлах сидений есть молнии и липучки. Это позволяет полностью снять чехол;<br>Механизм трансформации: «Тик-Так».",
            },

            омеханизме: {
                заголовок: "Преимущества механизма «Тик-Так»:",
                контент: "Конструкция дивана подходит для ежедневного применения, не деформируется со временем. Механизм простой, легко выдвигается, практически не требует усилий. За счет компактности деталей внутри дивана остается место для хранения белья. Отсутствие роликов позволяет сохранить декоративное покрытие пола.",
            },

            материалы: {
                заголовок: "Материалы:",
                контент: "Каркас: калиброванный брус хвойных пород дерева 2,5 и 4 см, ДВП, ДСП, березовая фанера 1 и 1,8 см;<br>Сиденья дивана состоят из деревянной рамы, пружинной змейки, термовойлока, синтепона марки 200, ткани, ППУ HR (3030), EL (2545) Memory Foam (пена с памятью формы) — это инновационный наполнитель на основе полиуретанов, обладающий свойством вязкоэластичности;<br>Наполнение подушек: холлофайбер;<br>Боковины: пенополиуретан марки ST 1 см.",
            },
        },    
    },
    {
        "id": "el3",
        "name": "Диван Chelsea, 2 угла",
        "img": "../img/catalog/sofas/3.jpeg", 
        "price": 3520,
        "category": "sofa",
        "about": {
            коллекция: "Челси",
            механизм: "Тик-так",
            размер: {
                дл: "310",
                выс: "82",
                глуб: "310см",
            },
            Размерспм: "",
            
            информация: "Аккуратные пропорции, современные формы, минималистичные ножки из металла — это новая коллекция мягкой мебели Челси. ",
            
            характеристики: {
                заголовок: "Характеристики:",
                контент: "АОбивка: микровелюр Dream №14, плотность — 320 гр/м.кв, стойкость к истиранию — 85 000 циклов;<br>Дизайн №1;<br>2 приспинные подушки — обязательный элемент;<br>На чехлах сидений есть молнии и липучки. Это позволяет полностью снять чехол;<br>Механизм трансформации: «Тик-Так».",
            },

            омеханизме: {
                заголовок: "Преимущества механизма «Тик-Так»:",
                контент: "Конструкция дивана подходит для ежедневного применения, не деформируется со временем. Механизм простой, легко выдвигается, практически не требует усилий. За счет компактности деталей внутри дивана остается место для хранения белья. Отсутствие роликов позволяет сохранить декоративное покрытие пола.",
            },

            материалы: {
                заголовок: "Материалы:",
                контент: "Каркас: калиброванный брус хвойных пород дерева 2,5 и 4 см, ДВП, ДСП, березовая фанера 1 и 1,8 см;<br>Сиденья дивана состоят из деревянной рамы, пружинной змейки, термовойлока, синтепона марки 200, ткани, ППУ HR (3030), EL (2545) Memory Foam (пена с памятью формы) — это инновационный наполнитель на основе полиуретанов, обладающий свойством вязкоэластичности;<br>Наполнение подушек: холлофайбер;<br>Боковины: пенополиуретан марки ST 1 см.",
            },
        },    
    },
    {
        "id": "el4",
        "name": "Диван Chelsea, прямой",
        "img": "../img/catalog/sofas/4.jpg",
        "price": 1500,
        "category": "sofa",
        "about": {
            коллекция: "Челси",
            механизм: "Тик-так",
            размер: {
                дл: "230",
                выс: "82",
                глуб: "110см",
            },
            Размерспм: "",
            
            информация: "Аккуратные пропорции, современные формы, минималистичные ножки из металла — это новая коллекция мягкой мебели Челси. ",
            
            характеристики: {
                заголовок: "Характеристики:",
                контент: "АОбивка: микровелюр Dream №14, плотность — 320 гр/м.кв, стойкость к истиранию — 85 000 циклов;<br>Дизайн №1;<br>2 приспинные подушки — обязательный элемент;<br>На чехлах сидений есть молнии и липучки. Это позволяет полностью снять чехол;<br>Механизм трансформации: «Тик-Так».",
            },

            омеханизме: {
                заголовок: "Преимущества механизма «Тик-Так»:",
                контент: "Конструкция дивана подходит для ежедневного применения, не деформируется со временем. Механизм простой, легко выдвигается, практически не требует усилий. За счет компактности деталей внутри дивана остается место для хранения белья. Отсутствие роликов позволяет сохранить декоративное покрытие пола.",
            },

            материалы: {
                заголовок: "Материалы:",
                контент: "Каркас: калиброванный брус хвойных пород дерева 2,5 и 4 см, ДВП, ДСП, березовая фанера 1 и 1,8 см;<br>Сиденья дивана состоят из деревянной рамы, пружинной змейки, термовойлока, синтепона марки 200, ткани, ППУ HR (3030), EL (2545) Memory Foam (пена с памятью формы) — это инновационный наполнитель на основе полиуретанов, обладающий свойством вязкоэластичности;<br>Наполнение подушек: холлофайбер;<br>Боковины: пенополиуретан марки ST 1 см.",
            },
        },    
    },
    
    {
        "id": "el5",
        "name": "Диван Хюгге",
        "img": "../img/catalog/sofas/5.jpg",
        "price": 1550,
        "category": "sofa",
        "about": {
            коллекция: "Хюгге",
            механизм: "ЛЮКС",
            размер: {
                дл: "240",
                выс: "72",
                глуб: "105см",
            },
            Размерспм: "198х160см.",
            
            информация: "Аккуратные пропорции, современные формы, минималистичные ножки из металла — это новая коллекция мягкой мебели Челси. ",
            
            характеристики: {
                заголовок: "Характеристики:",
                контент: "АОбивка: микровелюр Dream №14, плотность — 320 гр/м.кв, стойкость к истиранию — 85 000 циклов;<br>Дизайн №1;<br>2 приспинные подушки — обязательный элемент;<br>На чехлах сидений есть молнии и липучки. Это позволяет полностью снять чехол;<br>Механизм трансформации: «Тик-Так».",
            },

            омеханизме: {
                заголовок: "Преимущества механизма «ЛЮКС»:",
                контент: "Инновационный механизм трансформации на ортопедических ламелях - 'ЛЮКС'  с большим  спальным местом 198*160",
            },

            материалы: {
                заголовок: "Материалы:",
                контент: "Каркас: калиброванный брус хвойных пород дерева 2,5 и 4 см, ДВП, ДСП, березовая фанера 1 и 1,8 см;<br>Сиденья дивана состоят из деревянной рамы, пружинной змейки, термовойлока, синтепона марки 200, ткани, ППУ HR (3030), EL (2545) Memory Foam (пена с памятью формы) — это инновационный наполнитель на основе полиуретанов, обладающий свойством вязкоэластичности;<br>Наполнение подушек: холлофайбер;<br>Боковины: пенополиуретан марки ST 1 см.",
            },
        },    
    },
    
    {
        "id": "el6",
        "name": "Диван Хюгге",
        "img": "../img/catalog/sofas/6.jpg",
        "price": 2420,
        "category": "sofa",
        "about": {
            коллекция: "Хюгге",
            механизм: "ЛЮКС",
            размер: {
                дл: "340",
                выс: "72",
                глуб: "190см",
            },
            Размерспм: "298х160см.",
            
            информация: "Аккуратные пропорции, современные формы, минималистичные ножки из металла — это новая коллекция мягкой мебели Челси. ",
            
            характеристики: {
                заголовок: "Характеристики:",
                контент: "АОбивка: микровелюр Dream №14, плотность — 320 гр/м.кв, стойкость к истиранию — 85 000 циклов;<br>Дизайн №1;<br>2 приспинные подушки — обязательный элемент;<br>На чехлах сидений есть молнии и липучки. Это позволяет полностью снять чехол;<br>Механизм трансформации: «Тик-Так».",
            },

            омеханизме: {
                заголовок: "Преимущества механизма «ЛЮКС»:",
                контент: "Инновационный механизм трансформации на ортопедических ламелях - 'ЛЮКС'  с большим  спальным местом 198*160",
            },

            материалы: {
                заголовок: "Материалы:",
                контент: "Каркас: калиброванный брус хвойных пород дерева 2,5 и 4 см, ДВП, ДСП, березовая фанера 1 и 1,8 см;<br>Сиденья дивана состоят из деревянной рамы, пружинной змейки, термовойлока, синтепона марки 200, ткани, ППУ HR (3030), EL (2545) Memory Foam (пена с памятью формы) — это инновационный наполнитель на основе полиуретанов, обладающий свойством вязкоэластичности;<br>Наполнение подушек: холлофайбер;<br>Боковины: пенополиуретан марки ST 1 см.",
            },
        },    
    },


    {
        "id": "ep1",
        "name": "Кушетка Chelsea",
        "img": "../img/catalog/puf/p1.png",
        "price": 500,
        "category": "puf",
        "about": {
            коллекция: "Chelsea",
            механизм: "нет",
            размер: {
                дл: "110",
                выс: ".",
                глуб: "110см",
            },
            Размерспм: "",
            
            информация: "Аккуратные пропорции, современные формы, минималистичные ножки из металла — это новая коллекция мягкой мебели Челси. ",
            
            характеристики: {
                заголовок: "",
                контент: "",
            },

            омеханизме: {
                заголовок: "",
                контент: "",
            },

            материалы: {
                заголовок: "Материалы:",
                контент: "Каркас: калиброванный брус хвойных пород дерева 2,5 и 4 см, ДВП, ДСП, березовая фанера 1 и 1,8 см;<br>Сиденья дивана состоят из деревянной рамы, пружинной змейки, термовойлока, синтепона марки 200, ткани, ППУ HR (3030), EL (2545) Memory Foam (пена с памятью формы) — это инновационный наполнитель на основе полиуретанов, обладающий свойством вязкоэластичности;<br>Наполнение подушек: холлофайбер;<br>Боковины: пенополиуретан марки ST 1 см.",
            },
        },    
    },

    {
        "id": "ep2",
        "name": "Кресло Chelsea",
        "img": "../img/catalog/puf/p2.jpeg",
        "price": 920,
        "category": "puf",
        "about": {
            коллекция: "Chelsea",
            механизм: "нет",
            размер: {
                дл: "118",
                выс: "82",
                глуб: "110см",
            },
            Размерспм: "",
            
            информация: "Аккуратные пропорции, современные формы, минималистичные ножки из металла — это новая коллекция мягкой мебели Челси. ",
            
            характеристики: {
                заголовок: "",
                контент: "",
            },

            омеханизме: {
                заголовок: "",
                контент: "",
            },

            материалы: {
                заголовок: "Материалы:",
                контент: "Каркас: калиброванный брус хвойных пород дерева 2,5 и 4 см, ДВП, ДСП, березовая фанера 1 и 1,8 см;<br>Сиденья дивана состоят из деревянной рамы, пружинной змейки, термовойлока, синтепона марки 200, ткани, ППУ HR (3030), EL (2545) Memory Foam (пена с памятью формы) — это инновационный наполнитель на основе полиуретанов, обладающий свойством вязкоэластичности;<br>Наполнение подушек: холлофайбер;<br>Боковины: пенополиуретан марки ST 1 см.",
            },
        },    
    },
    
    {
        "id": "ep3",
        "name": "Банкетка Chelsea",
        "img": "../img/catalog/puf/p3111111111.jpeg",
        "price": 450,
        "category": "puf",
        "about": {
            коллекция: "Chelsea",
            механизм: "нет",
            размер: {
                дл: "91",
                выс: "43",
                глуб: "56см",
            },
            Размерспм: "",
            
            информация: "Аккуратные пропорции, современные формы, минималистичные ножки из металла — это новая коллекция мягкой мебели Челси. ",
            
            характеристики: {
                заголовок: "",
                контент: "",
            },

            омеханизме: {
                заголовок: "",
                контент: "",
            },

            материалы: {
                заголовок: "Материалы:",
                контент: "Каркас: калиброванный брус хвойных пород дерева 2,5 и 4 см, ДВП, ДСП, березовая фанера 1 и 1,8 см;<br>Сиденья дивана состоят из деревянной рамы, пружинной змейки, термовойлока, синтепона марки 200, ткани, ППУ HR (3030), EL (2545) Memory Foam (пена с памятью формы) — это инновационный наполнитель на основе полиуретанов, обладающий свойством вязкоэластичности;<br>Наполнение подушек: холлофайбер;<br>Боковины: пенополиуретан марки ST 1 см.",
            },
        },    
    },

    {
        "id": "ep4",
        "name": "Кушетка Хюгге",
        "img": "../img/catalog/puf/p4.png",
        "price": 500,
        "category": "puf",
        "about": {
            коллекция: "Хюгге",
            механизм: "нет",
            размер: {
                дл: "110",
                выс: "43",
                глуб: "110",
            },
            Размерспм: "",
            
            информация: "Аккуратные пропорции, современные формы, минималистичные ножки из металла — это новая коллекция мягкой мебели Челси. ",
            
            характеристики: {
                заголовок: "",
                контент: "",
            },

            омеханизме: {
                заголовок: "",
                контент: "",
            },

            материалы: {
                заголовок: "Материалы:",
                контент: "Каркас: калиброванный брус хвойных пород дерева 2,5 и 4 см, ДВП, ДСП, березовая фанера 1 и 1,8 см;<br>Сиденья дивана состоят из деревянной рамы, пружинной змейки, термовойлока, синтепона марки 200, ткани, ППУ HR (3030), EL (2545) Memory Foam (пена с памятью формы) — это инновационный наполнитель на основе полиуретанов, обладающий свойством вязкоэластичности;<br>Наполнение подушек: холлофайбер;<br>Боковины: пенополиуретан марки ST 1 см.",
            },
        },    
    },

    {
        "id": "ep5",
        "name": "Кресло Хюгге",
        "img": "../img/catalog/puf/p5.jpg",
        "price": 890,
        "category": "puf",
        "about": {
            коллекция: "Хюгге",
            механизм: "нет",
            размер: {
                дл: "120",
                выс: "72",
                глуб: "105",
            },
            Размерспм: "",
            
            информация: "Аккуратные пропорции, современные формы, минималистичные ножки из металла — это новая коллекция мягкой мебели Челси. ",
            
            характеристики: {
                заголовок: "",
                контент: "",
            },

            омеханизме: {
                заголовок: "",
                контент: "",
            },

            материалы: {
                заголовок: "Материалы:",
                контент: "Каркас: калиброванный брус хвойных пород дерева 2,5 и 4 см, ДВП, ДСП, березовая фанера 1 и 1,8 см;<br>Сиденья дивана состоят из деревянной рамы, пружинной змейки, термовойлока, синтепона марки 200, ткани, ППУ HR (3030), EL (2545) Memory Foam (пена с памятью формы) — это инновационный наполнитель на основе полиуретанов, обладающий свойством вязкоэластичности;<br>Наполнение подушек: холлофайбер;<br>Боковины: пенополиуретан марки ST 1 см.",
            },
        },    
    },

    {
        "id": "ep6",
        "name": "Стул Лилу",
        "img": "../img/catalog/puf/p6.jpeg",
        "price": 400,
        "category": "puf",
        "about": {
            коллекция: "Лилу",
            механизм: "нет",
            размер: {
                дл: "",
                выс: "",
                глуб: "",
            },
            Размерспм: "",
            
            информация: "Аккуратные пропорции, современные формы, минималистичные ножки из металла — это новая коллекция мягкой мебели Челси. ",
            
            характеристики: {
                заголовок: "",
                контент: "",
            },

            омеханизме: {
                заголовок: "",
                контент: "",
            },

            материалы: {
                заголовок: "Материалы:",
                контент: "Каркас: калиброванный брус хвойных пород дерева 2,5 и 4 см, ДВП, ДСП, березовая фанера 1 и 1,8 см;<br>Сиденья дивана состоят из деревянной рамы, пружинной змейки, термовойлока, синтепона марки 200, ткани, ППУ HR (3030), EL (2545) Memory Foam (пена с памятью формы) — это инновационный наполнитель на основе полиуретанов, обладающий свойством вязкоэластичности;<br>Наполнение подушек: холлофайбер;<br>Боковины: пенополиуретан марки ST 1 см.",
            },
        },    
    },

    {
        "id": "ep7",
        "name": "Пуф Квадро",
        "img": "../img/catalog/puf/p7.jpg",
        "price": 270,
        "category": "puf",
        "about": {
            коллекция: "Квадро",
            механизм: "нет",
            размер: {
                дл: "40",
                выс: "43",
                глуб: "40cm",
            },
            Размерспм: "",
            
            информация: "Аккуратные пропорции, современные формы, минималистичные ножки из металла — это новая коллекция мягкой мебели Челси. ",
            
            характеристики: {
                заголовок: "",
                контент: "",
            },

            омеханизме: {
                заголовок: "",
                контент: "",
            },

            материалы: {
                заголовок: "Материалы:",
                контент: "Каркас: калиброванный брус хвойных пород дерева 2,5 и 4 см, ДВП, ДСП, березовая фанера 1 и 1,8 см;<br>Сиденья дивана состоят из деревянной рамы, пружинной змейки, термовойлока, синтепона марки 200, ткани, ППУ HR (3030), EL (2545) Memory Foam (пена с памятью формы) — это инновационный наполнитель на основе полиуретанов, обладающий свойством вязкоэластичности;<br>Наполнение подушек: холлофайбер;<br>Боковины: пенополиуретан марки ST 1 см.",
            },
        },    
    },

    {
        "id": "eb1",
        "name": "Кровать Chelsea",
        "img": "../img/catalog/bed/b1.jpg",
        "price": 1050,
        "category": "bed",
        "about": {
            коллекция: "Chelsea",
            механизм: "нет",
            размер: {
                дл: "140",
                выс: "80",
                глуб: "200cm",
            },
            Размерспм: "",
            
            информация: "Возможно выполнение в следующих размерах: 160 х 200 см, 180 х 200 см. ",
            
            характеристики: {
                заголовок: "",
                контент: "",
            },

            омеханизме: {
                заголовок: "",
                контент: "",
            },

            материалы: {
                заголовок: "Материалы:",
                контент: "Каркас: калиброванный брус хвойных пород дерева 2,5 и 4 см, ДВП, ДСП, березовая фанера 1 и 1,8 см;<br>Сиденья дивана состоят из деревянной рамы, пружинной змейки, термовойлока, синтепона марки 200, ткани, ППУ HR (3030), EL (2545) Memory Foam (пена с памятью формы) — это инновационный наполнитель на основе полиуретанов, обладающий свойством вязкоэластичности;<br>Наполнение подушек: холлофайбер;<br>Боковины: пенополиуретан марки ST 1 см.",
            },
        },    
    },

    {
        "id": "em1",
        "name": "ASKONA EXPERT Exemplar",
        "img": "../img/catalog/mattress/Эксперт.jpg",
        "price": 248,
        "category": "mattress",
        "about": {
            коллекция: "EXPERT",
            механизм: "нет",
            размер: {
                дл: "190",
                выс: "22",
                глуб: "80cm",
            },
            Размерспм: "",
            
            информация: "Возможно выполнение в следующих размерах: длинна: 186, 190, 195, 200. ширина: 80, 90, 120, 140, 160, 180, 200. ",
            
            характеристики: {
                заголовок: "Преимузества",
                контент: "1. 100 % хлопковый Жаккард с антибактериальной пропиткой с ионами Ag+ 2. Пена Orto Foam 3.Войлок 4.5–ти зональный блок независимых пружин «Песочные часы Extra» 5. Усиление по периметру матраса",
            },

            омеханизме: {
                заголовок: "",
                контент: "",
            },

            материалы: {
                заголовок: "",
                контент: "",
            },
        },    
    },
    {
        "id": "em2",
        "name": "ASKONA Fitness Idea",
        "img": "../img/catalog/mattress/Фитнес.jpg",
        "price": 485,
        "category": "mattress",
        "about": {
            коллекция: "Fitness",
            механизм: "нет",
            размер: {
                дл: "190",
                выс: "25",
                глуб: "80cm",
            },
            Размерспм: "",
            
            информация: "Возможно выполнение в следующих размерах: длинна: 186, 190, 195, 200. ширина: 80, 90, 120, 140, 160, 180, 200. ",
            
            характеристики: {
                заголовок: "Преимузества",
                контент: "Система комфортности с тканью NANOtex. Анатомическая пена  Orto Foam   с микромассажным эффектом Двойной слой Латекса. Кокосовая волокно. Независимый пружинный Блок Fitness 7zoned. Кокосовая волокно. Анатомическая пена  Orto Foam   с микромассажным эффектом. Короб из пеный Orto Foam.",
            },

            омеханизме: {
                заголовок: "",
                контент: "",
            },

            материалы: {
                заголовок: "",
                контент: "",
            },
        },    
    },

    {
        "id": "em3",
        "name": "ASKONA SERTA NS FONTANA ",
        "img": "../img/catalog/mattress/Серта.jpg",
        "price": 637,
        "category": "mattress",
        "about": {
            коллекция: "SERTA NS",
            механизм: "нет",
            размер: {
                дл: "190",
                выс: "25",
                глуб: "80cm",
            },
            Размерспм: "",
            
            информация: "Возможно выполнение в следующих размерах: длинна: 186, 190, 195, 200. ширина: 80, 90, 120, 140, 160, 180, 200. ",
            
            характеристики: {
                заголовок: "Преимузества",
                контент: "1. Comfort Quilt - система комфортности с тканью из натурального хлопка. 2. Organic Flax - защитный слой из натурального льна. 3. Serta Support System - фирменная система поддержки позвоночника. 4. Total Edge Support - запатентованная система усиления периметра матраса.",
            },

            омеханизме: {
                заголовок: "",
                контент: "",
            },

            материалы: {
                заголовок: "",
                контент: "",
            },
        },    
    },

]
 /*   {
        "id": "el7",
        "name": "FENDER SQUIER BULLET STRAT HT AWT",
        "img": "https://i.ibb.co/WH1h2wV/7.jpg",
        "price": 13600
    },
    {
        "id": "el8",
        "name": "JACKSON JS22-7 DINKY SATIN BLACK",
        "img": "https://i.ibb.co/2cBg9g9/8.jpg",
        "price": 28700
    },
    {
        "id": "el9",
        "name": "JACKSON JS11 DINKY OLYMPIC WHITE",
        "img": "https://i.ibb.co/wKxFRM8/9.jpg",
        "price": 18100
    },
    {
        "id": "el10",
        "name": "YAMAHA PACIFICA 012 WH",
        "img": "https://i.ibb.co/30qJcZX/10.jpg",
        "price": 15990
    }*/


// "id": "el1",
// "name": "Диван Челси, Д1",
// "img": "../img/catalog/Челси 1.jpg", 
// "price": 10000,
// "category": "sofa",
// "about": {
    
//     коллекция: "Челси",
//     механизм: "Тик-так",
//     размер: {
//         дл :"226",
//         выс: "82",
//         глуб: "110см",
//     },
//     Размерспм: "100 х 200",
    
//     информация: "Аккуратные пропорции, современные формы, минималистичные ножки из металла — это новая коллекция мягкой мебели Челси. ",
    
//     характеристики: {
//         заголовок: "Характеристики:",
//         контент: "АОбивка: микровелюр Dream №14, плотность — 320 гр/м.кв, стойкость к истиранию — 85 000 циклов;<br>Дизайн №1;<br>2 приспинные подушки — обязательный элемент;<br>На чехлах сидений есть молнии и липучки. Это позволяет полностью снять чехол;<br>Механизм трансформации: «Тик-Так».",
//     },

//     омеханизме: {
//         заголовок: "Преимущества механизма «Тик-Так»:",
//         контент: "Конструкция дивана подходит для ежедневного применения, не деформируется со временем. Механизм простой, легко выдвигается, практически не требует усилий. За счет компактности деталей внутри дивана остается место для хранения белья. Отсутствие роликов позволяет сохранить декоративное покрытие пола.",
//     },

//     материалы: {
//         заголовок: "Материалы:",
//         контент: "Каркас: калиброванный брус хвойных пород дерева 2,5 и 4 см, ДВП, ДСП, березовая фанера 1 и 1,8 см;<br>Сиденья дивана состоят из деревянной рамы, пружинной змейки, термовойлока, синтепона марки 200, ткани, ППУ HR (3030), EL (2545) Memory Foam (пена с памятью формы) — это инновационный наполнитель на основе полиуретанов, обладающий свойством вязкоэластичности;<br>Наполнение подушек: холлофайбер;<br>Боковины: пенополиуретан марки ST 1 см.",
//     },

// }
// },
// {
// "id": "el2",
// "name": "Диван челси с оттоманкой, Д4",
// "img": "../img/catalog/Челси с оттоманкой Д4.png",
// "price": 0,
// "category": "sofa",
// "about": {
    
//     коллекция: "Челси",
//     механизм: "Тик-так",
//     размер: {
//         дл: "308",
//         выс: "82",
//         глуб: "190см",
//     },
//     Размерспм: "140 х 255 см.",
    
//     информация: "Аккуратные пропорции, современные формы, минималистичные ножки из металла — это новая коллекция мягкой мебели Челси. ",
    
//     характеристики: {
//         заголовок: "Характеристики:",
//         контент: "АОбивка: микровелюр Dream №14, плотность — 320 гр/м.кв, стойкость к истиранию — 85 000 циклов;<br>Дизайн №1;<br>2 приспинные подушки — обязательный элемент;<br>На чехлах сидений есть молнии и липучки. Это позволяет полностью снять чехол;<br>Механизм трансформации: «Тик-Так».",
//     },

//     омеханизме: {
//         заголовок: "Преимущества механизма «Тик-Так»:",
//         контент: "Конструкция дивана подходит для ежедневного применения, не деформируется со временем. Механизм простой, легко выдвигается, практически не требует усилий. За счет компактности деталей внутри дивана остается место для хранения белья. Отсутствие роликов позволяет сохранить декоративное покрытие пола.",
//     },

//     материалы: {
//         заголовок: "Материалы:",
//         контент: "Каркас: калиброванный брус хвойных пород дерева 2,5 и 4 см, ДВП, ДСП, березовая фанера 1 и 1,8 см;<br>Сиденья дивана состоят из деревянной рамы, пружинной змейки, термовойлока, синтепона марки 200, ткани, ППУ HR (3030), EL (2545) Memory Foam (пена с памятью формы) — это инновационный наполнитель на основе полиуретанов, обладающий свойством вязкоэластичности;<br>Наполнение подушек: холлофайбер;<br>Боковины: пенополиуретан марки ST 1 см.",
//     },
// },    
// },
// {
// "id": "el3",
// "name": "Диван челси с оттоманкой, Д5",
// "img": "../img/catalog/Челси с от Д5.png", 
// "price": 0,
// "category": "sofa",
// "about": {
//     коллекция: "Челси",
//     механизм: "Тик-так",
//     размер: {
//         дл: "308",
//         выс: "82",
//         глуб: "190см",
//     },
//     Размерспм: "140 х 255 см.",
    
//     информация: "Аккуратные пропорции, современные формы, минималистичные ножки из металла — это новая коллекция мягкой мебели Челси. ",
    
//     характеристики: {
//         заголовок: "Характеристики:",
//         контент: "АОбивка: микровелюр Dream №14, плотность — 320 гр/м.кв, стойкость к истиранию — 85 000 циклов;<br>Дизайн №1;<br>2 приспинные подушки — обязательный элемент;<br>На чехлах сидений есть молнии и липучки. Это позволяет полностью снять чехол;<br>Механизм трансформации: «Тик-Так».",
//     },

//     омеханизме: {
//         заголовок: "Преимущества механизма «Тик-Так»:",
//         контент: "Конструкция дивана подходит для ежедневного применения, не деформируется со временем. Механизм простой, легко выдвигается, практически не требует усилий. За счет компактности деталей внутри дивана остается место для хранения белья. Отсутствие роликов позволяет сохранить декоративное покрытие пола.",
//     },

//     материалы: {
//         заголовок: "Материалы:",
//         контент: "Каркас: калиброванный брус хвойных пород дерева 2,5 и 4 см, ДВП, ДСП, березовая фанера 1 и 1,8 см;<br>Сиденья дивана состоят из деревянной рамы, пружинной змейки, термовойлока, синтепона марки 200, ткани, ППУ HR (3030), EL (2545) Memory Foam (пена с памятью формы) — это инновационный наполнитель на основе полиуретанов, обладающий свойством вязкоэластичности;<br>Наполнение подушек: холлофайбер;<br>Боковины: пенополиуретан марки ST 1 см.",
//     },
// },    
// },
// {
// "id": "el4",
// "name": "Кровать изюминка",
// "img": "https://i.ibb.co/4Tg91WL/4.jpg",
// "price": 19900,
// "category": "bed",
// "about": {
//     коллекция: "Челси",
//     механизм: "Тик-так",
//     размер: {
//         дл: "308",
//         выс: "82",
//         глуб: "190см",
//     },
//     Размерспм: "140 х 255 см.",
    
//     информация: "Аккуратные пропорции, современные формы, минималистичные ножки из металла — это новая коллекция мягкой мебели Челси. ",
    
//     характеристики: {
//         заголовок: "Характеристики:",
//         контент: "АОбивка: микровелюр Dream №14, плотность — 320 гр/м.кв, стойкость к истиранию — 85 000 циклов;<br>Дизайн №1;<br>2 приспинные подушки — обязательный элемент;<br>На чехлах сидений есть молнии и липучки. Это позволяет полностью снять чехол;<br>Механизм трансформации: «Тик-Так».",
//     },

//     омеханизме: {
//         заголовок: "Преимущества механизма «Тик-Так»:",
//         контент: "Конструкция дивана подходит для ежедневного применения, не деформируется со временем. Механизм простой, легко выдвигается, практически не требует усилий. За счет компактности деталей внутри дивана остается место для хранения белья. Отсутствие роликов позволяет сохранить декоративное покрытие пола.",
//     },

//     материалы: {
//         заголовок: "Материалы:",
//         контент: "Каркас: калиброванный брус хвойных пород дерева 2,5 и 4 см, ДВП, ДСП, березовая фанера 1 и 1,8 см;<br>Сиденья дивана состоят из деревянной рамы, пружинной змейки, термовойлока, синтепона марки 200, ткани, ППУ HR (3030), EL (2545) Memory Foam (пена с памятью формы) — это инновационный наполнитель на основе полиуретанов, обладающий свойством вязкоэластичности;<br>Наполнение подушек: холлофайбер;<br>Боковины: пенополиуретан марки ST 1 см.",
//     },
// },    
// },

// {
// "id": "el5",
// "name": "Матрас полежим",
// "img": "https://i.ibb.co/MC7sy1F/5.jpg",
// "price": 14500,
// "category": "mattress",
// "about": {
//     коллекция: "Челси",
//     механизм: "Тик-так",
//     размер: {
//         дл: "308",
//         выс: "82",
//         глуб: "190см",
//     },
//     Размерспм: "140 х 255 см.",
    
//     информация: "Аккуратные пропорции, современные формы, минималистичные ножки из металла — это новая коллекция мягкой мебели Челси. ",
    
//     характеристики: {
//         заголовок: "Характеристики:",
//         контент: "АОбивка: микровелюр Dream №14, плотность — 320 гр/м.кв, стойкость к истиранию — 85 000 циклов;<br>Дизайн №1;<br>2 приспинные подушки — обязательный элемент;<br>На чехлах сидений есть молнии и липучки. Это позволяет полностью снять чехол;<br>Механизм трансформации: «Тик-Так».",
//     },

//     омеханизме: {
//         заголовок: "Преимущества механизма «Тик-Так»:",
//         контент: "Конструкция дивана подходит для ежедневного применения, не деформируется со временем. Механизм простой, легко выдвигается, практически не требует усилий. За счет компактности деталей внутри дивана остается место для хранения белья. Отсутствие роликов позволяет сохранить декоративное покрытие пола.",
//     },

//     материалы: {
//         заголовок: "Материалы:",
//         контент: "Каркас: калиброванный брус хвойных пород дерева 2,5 и 4 см, ДВП, ДСП, березовая фанера 1 и 1,8 см;<br>Сиденья дивана состоят из деревянной рамы, пружинной змейки, термовойлока, синтепона марки 200, ткани, ППУ HR (3030), EL (2545) Memory Foam (пена с памятью формы) — это инновационный наполнитель на основе полиуретанов, обладающий свойством вязкоэластичности;<br>Наполнение подушек: холлофайбер;<br>Боковины: пенополиуретан марки ST 1 см.",
//     },
// },    
// },

// {
// "id": "el6",
// "name": "Матсас сладенький",
// "img": "https://i.ibb.co/qNBWPb0/6.jpg",
// "price": 14600,
// "category": "mattress",
// "about": {
//     коллекция: "Челси",
//     механизм: "Тик-так",
//     размер: {
//         дл: "308",
//         выс: "82",
//         глуб: "190см",
//     },
//     Размерспм: "140 х 255 см.",
    
//     информация: "Аккуратные пропорции, современные формы, минималистичные ножки из металла — это новая коллекция мягкой мебели Челси. ",
    
//     характеристики: {
//         заголовок: "Характеристики:",
//         контент: "АОбивка: микровелюр Dream №14, плотность — 320 гр/м.кв, стойкость к истиранию — 85 000 циклов;<br>Дизайн №1;<br>2 приспинные подушки — обязательный элемент;<br>На чехлах сидений есть молнии и липучки. Это позволяет полностью снять чехол;<br>Механизм трансформации: «Тик-Так».",
//     },

//     омеханизме: {
//         заголовок: "Преимущества механизма «Тик-Так»:",
//         контент: "Конструкция дивана подходит для ежедневного применения, не деформируется со временем. Механизм простой, легко выдвигается, практически не требует усилий. За счет компактности деталей внутри дивана остается место для хранения белья. Отсутствие роликов позволяет сохранить декоративное покрытие пола.",
//     },

//     материалы: {
//         заголовок: "Материалы:",
//         контент: "Каркас: калиброванный брус хвойных пород дерева 2,5 и 4 см, ДВП, ДСП, березовая фанера 1 и 1,8 см;<br>Сиденья дивана состоят из деревянной рамы, пружинной змейки, термовойлока, синтепона марки 200, ткани, ППУ HR (3030), EL (2545) Memory Foam (пена с памятью формы) — это инновационный наполнитель на основе полиуретанов, обладающий свойством вязкоэластичности;<br>Наполнение подушек: холлофайбер;<br>Боковины: пенополиуретан марки ST 1 см.",
//     },
// },    
// },
